[{"id":1,"name":"Apple 2","description":"When holding this Apple, you can influence the minds of people around you and cast visual illusions. Additionally, you can create tangible holograms and become invisible at will. Finally, the Apple grants you ancient knowledge, allowing you to add 1 <strong>match</strong> to all <strong><span style=\"color: #FF6D01;\">Wits</span></strong><strong> checks</strong>."},{"id":2,"name":"Apple 4","description":"When holding this Apple, you can influence the minds of people around you and cast visual illusions."},{"id":3,"name":"Apple 7","description":"When holding this Apple, you can influence the mind of the people around you and cast visual illusions. Additionally, you can become invisible at will."},{"id":4,"name":"Scepter of Alexander the Great","description":"When holding this Scepter, you can control the minds of people around you. Additionally, you can create visual illusions and become invisible at will. If you combine this particular Staff of Eden with <strong>Apple 2</strong>, you can open the Isu Vaults of Siwa."},{"id":5,"name":"Sword of Eden #1","description":"While wielding the sword, you gain the ability to inspire fear or awe in those around you, echolocate your adversaries, and hurl bolts of energy. Originally, the wielder of the sword was able to teleport themselves at will, but this ability was lost during a terrible fight in 1794 between the Templar Grand Master François-Thomas Germain and the assassin Arno Dorian."},{"id":6,"name":"Durendal","description":"While wielding the sword, you have 2 <strong>Free Raises</strong> on every <strong><span style=\"color: #A64D79;\">Action</span></strong><strong> check </strong>made to fight your enemies. If you suffer at least 1 <strong><span style=\"color: #CC0000;\">Snag</span></strong>, you have only 1 <strong>Free</strong> <strong>Raise</strong> instead."},{"id":7,"name":"Shroud of Eden #2","description":"While wearing the shroud, you gain the ability to regenerate and heal from physical wounds. Once per Sequence, you can activate it to recover from <strong><span style=\"color: #CC0000;\">Snags</span></strong> as if you were in a Hideout. Additionally, you obtain exceptional strength, and whenever you make a brawn related <strong><span style=\"color: #A64D79;\">Action</span></strong> or <strong><span style=\"color: #CC0000;\">Reaction</span></strong><strong> check</strong>, you gain a <strong>Free Raise</strong>."},{"id":8,"name":"Harpe of Perseus","description":"While wielding the sword, you gain the ability to hurl beams of energy, protect yourself with an energy shield, and teleport at will."},{"id":9,"name":"Aegis of Minerva","description":"While wearing this armor, when you make a <strong><span style=\"color: #3D85C6;\">Stealth</span></strong><strong> Check</strong>, you have 1 <strong>Free Raise</strong>."},{"id":10,"name":"Sword of Damokles","description":"While wielding the sword, you have 2 <strong>Free Raises</strong> on every <strong><span style=\"color: #A64D79;\">Action</span></strong><strong> check</strong> made to fight your enemies. Additionally, you gain the ability to hurl beams of energy and protect yourself with an energy shield."},{"id":11,"name":"Shroud of Eden #Unknown","description":"While wearing the Shroud, you gain the ability to regenerate and heal from physical wounds. Once each Sequence, you can activate it to recover from Snags as if resting in a safe place and you obtain exceptional strength, gaining 1 <strong>Free Raise</strong> whenever you make a brawn-related <strong><span style=\"color: #A64D79;\">Action</span></strong> or <strong><span style=\"color: #CC0000;\">Reaction</span></strong><strong> check</strong>.\r\nAdditionally, you constantly hear voices opposing each other, causing your mind to fog. Every <strong><span style=\"color: #E69138;\">Wits</span></strong> and <strong><span style=\"color: #6AA84F;\">Social</span></strong><strong> check</strong> you make requires 1 <strong>Raise</strong>. Finally, if you suffer a <strong><span style=\"color: #CC0000;\">Snag</span></strong> to your <strong><span style=\"color: #E69138;\">Wits</span></strong> or <strong><span style=\"color: #6AA84F;\">Social</span></strong> Approach, you immediately become <strong>Broken</strong>, and Juno or Consus might take possession of your body."},{"id":12,"name":"Sword of Eden #2","description":"While wielding the Sword of Eden #2, you gain the ability to hurl beams of energy and teleport a short distance at will. Additionally, whenever you make a <strong><span style=\"color: #38761D;\">Social</span></strong> <strong>check</strong> while wielding the Sword you have 1 <strong>Free</strong> <strong>Raise</strong>."},{"id":13,"name":"Pirate Ring of Eden","description":"While wearing this ring, you gain the ability to protect yourself with an energy shield."},{"id":14,"name":"Sword of Mars - Excalibur","description":"While wielding the sword, you have 1 <strong>Free Raises </strong>on every <strong><span style=\"color: #A64D79;\">Action</span></strong><strong> check</strong> made to fight your enemies, and you can use 2 <strong>Raises</strong> to blind one of your opponents for the rest of the Sequence. Additionally, you gain the ability to inspire fear or awe in those around you, and hurl bolts of energy."},{"id":15,"name":"Piece of Eden Fragment","description":"The Shards of Eden are leftover fragments of Isu technology that retain some of the power of the Pieces of Eden. Shards possess a single power from any Piece of Eden."},{"id":16,"name":"Ring of Blood","description":"When you embrace the power of this Ring, you gain supernatural abilities and the illusory appearance of a vampire. While using the Ring, you can influence the minds of people around you.\r\nAdditionally, once per Sequence, you can drink human blood to recover from <strong><span style=\"color: #FF0000;\">Snags</span></strong> as if you were in a Hideout. Finally, whenever you make an <strong><span style=\"color: #741B47;\">Action</span></strong> <strong>check</strong>, you can consider up to 2 <strong><span style=\"color: #38761D;\">Social</span></strong> results as 1 additional <strong>match</strong> each."},{"id":17,"name":"Ring of Sand","description":"When you embrace the power of this Ring, you gain supernatural abilities and the illusory appearance of an undead mummy. While using the Ring, you can cast visual illusions.\r\nAdditionally, you can instill fear and horror in the minds of people around you. Finally, you move as swift as the sands of the desert and, whenever you make an <strong><span style=\"color: #A64D79;\">Action</span></strong><strong> check</strong>, you can consider up to 1 <strong><span style=\"color: #4285F4;\">Stealth</span></strong> result as 1 additional <strong>match</strong>."},{"id":18,"name":"Ring of Moon","description":"When you embrace the power of this Ring, you gain supernatural abilities and the illusory appearance of a werewolf. While using the Ring, you can benefit from an augmented perception that allows you to easily spot allies, enemies, objectives, sources of interest, and targets within a short range. \r\nAdditionally, when you make a <strong><span style=\"color: #CC0000;\">Reaction</span></strong><strong> check</strong>, you can reroll up to 2 <strong><span style=\"color: #CC0000;\">Abstergo</span></strong> results. Finally, you have 1 <strong>Free</strong> <strong>Raise</strong> on every <strong><span style=\"color: #A64D79;\">Action</span></strong> <strong>check</strong> you make while fighting your enemies or freerunning. "}]